Repository: mannym/viennacms
Catalog: locale/*/LC_MESSAGES/viennacms.po
Languages: nl_nl

source: viennaCMS ACP
nl_nl: viennaCMS Beheerderspaneel

source: Page caching
nl_nl: Paginacache

source: Caching type
nl_nl: Cachetype

source: The 'simple' cache option is the most safe option, and is currently the recommended one. The 'normal' option will cache all page output, except for pages with <em>dynamic modules</em>. Dynamic blocks will still be cached, so minor side-effects may occur. The 'aggressive' cache option will cache every page in the front end, until it expires or is modified.
nl_nl: De 'simpel'-optie is de veiligste optie, en momenteel de aanbevolen optie. De 'normaal'-optie zal alle paginauitvoer cachen, behalve pagina's met <em>dynamische modules</em>. Dynamische blokken zullen nog steeds gecached worden, dus kleine bij-effecten kunnen voorkomen. De 'agressief'-optie zal elke pagina in de site cachen, totdat deze verloopt of aangepast is.

source: Output cache time
nl_nl: Uitvoer-cachetijd

source: The time the cache keeps existing if there are no changes.
nl_nl: De tijd dat de cache blijft bestaan als er niks gewijzigd is.

source: Select a configuration page in the menu to your left.
nl_nl: Selecteer in het menu links een configuratiepagina.

source: Settings are saved.
nl_nl: De instellingen zijn opgeslagen.

source: Save
nl_nl: Opslaan

source: viennaCMS ACP - File admin
nl_nl: viennaCMS ACP - Bestandsbeheer

source: Folder %s is not writable
nl_nl: Map %s is niet schrijfbaar

source: Upload a new file in %s
nl_nl: Upload een nieuw bestand in %s

source: Folder name
nl_nl: Mapnaam

source: Are you sure you want to delete this file? This cannot be undone.
nl_nl: Weet je zeker dat je dit bestand wilt verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Submit
nl_nl: Bevestig

source: Do you want to delete the files and folders in this folder, or move them to the parent folder?
nl_nl: Wil je de bestanden en mappen in deze map wissen, of ze verplaatsen naar de bovenliggende map?

source: Delete
nl_nl: Verwijder

source: Move
nl_nl: Verplaatsen

source: You cannot delete the root
nl_nl: Je kan de hoofdmap niet verwijderen

source: Actions for %s
nl_nl: Acties voor %s

source: Create a new folder
nl_nl: Maak een nieuwe map

source: Create a new folder under this folder.
nl_nl: Voeg een nieuwe map toe onder deze map.

source: Upload a new file
nl_nl: Upload een nieuw bestand

source: Upload a new file in this folder.
nl_nl: Upload een nieuw bestand in deze map.

source: Delete this folder from the file system
nl_nl: Verwijder deze map van het bestandssysteem

source: Delete this file from the file system
nl_nl: Verwijder dit bestand van het bestandssysteem

source: Download this file
nl_nl: Download dit bestand

source: View all download details
nl_nl: Bekijk alle downloaddetails.

source: Downloads for %s
nl_nl: Downloads voor %s

source: IP address
nl_nl: IP-adres

source: Referer
nl_nl: Verwijzer

source: User agent
nl_nl: Browser

source: Time
nl_nl: Tijd

source: Close window
nl_nl: Sluit venster

source: Add new child node
nl_nl: Voeg hieronder een nieuwe node toe

source: Add a new child node to this node.
nl_nl: Voeg een nieuwe node onder deze node toe.

source: Edit modules
nl_nl: Wijzig modules.

source: Add or edit the modules (content) in this node.
nl_nl: Voeg modules (inhoud) toe of wijzig de modules van deze node.

source: Edit content
nl_nl: Bewerk inhoud

source: Add or edit the text content in this node.
nl_nl: Wijzig de tekstinhoud van deze node.

source: Edit node details
nl_nl: Wijzig de details van deze node.

source: Edit the node details like title and description.
nl_nl: Wijzig de nodedetails zoals de titel en de beschrijving.

source: Edit blocks
nl_nl: Wijzig blokken

source: Add or edit the blocks for this site.
nl_nl: Wijzig blokken voor deze site of voeg ze toe.

source: Edit options
nl_nl: Wijzig opties

source: Configure options in this node.
nl_nl: Configureer de opties van deze node.

source: Older versions
nl_nl: Oudere versies

source: View older versions of this node.
nl_nl: Bekijk de oudere versies van deze node.

source: Delete node
nl_nl: Verwijder de node

source: Delete this node.
nl_nl: Verwijder deze node.

source: Edit the node content of %s
nl_nl: Wijzig de inhoud van %s

source: viennaCMS ACP - Delete a node
nl_nl: viennaCMS ACP - Verwijder een node

source: not given!
nl_nl: niet gegeven!

source: Can't delete the node. Are you trying to delete a site?
nl_nl: Kan deze node niet verwijderen. Probeer je misschien een site te verwijderen?

source: Are you sure you want to delete this node? This will remove any data and children.
nl_nl: Weet je zeker dat je deze node wilt verwijderen? Dit zal alle data en onderliggende nodes verwijderen.

source: viennaCMS ACP - Edit the node modules
nl_nl: viennaCMS Beheerderspaneel - Wijzig de modules van deze node.

source: Title
nl_nl: Titel

source: Enter the title to display
nl_nl: Geef de titel die weergegeven moet worden op.

source: Select module type
nl_nl: Selecteer het type module

source: Continue
nl_nl: Doorgaan

source: Left
nl_nl: Links

source: Middle
nl_nl: Midden

source: Right
nl_nl: Rechts

source: Before content
nl_nl: Voor inhoud

source: After content
nl_nl: Na inhoud

source: Add
nl_nl: Voeg toe

source: There is already an node with the same clean title.
nl_nl: Er is al een node met de zelfde schone titel.

source: Select
nl_nl: Selecteer

source: Content wizard, step %d of %d
nl_nl: Inhoud wizard, stap %d van %d

source: Where do you want to place this new node?
nl_nl: Waar wil je deze nieuwe node plaatsen?

source: Next &raquo;
nl_nl: Volgende &raquo;

source: viennaCMS ACP - Edit a node
nl_nl: viennaCMS Beheerderspaneel - Wijzig een node

source: viennaCMS ACP - Add a new node
nl_nl: viennaCMS Beheerderspaneel - Voeg een nieuwe node toe

source: Add a new node under %s
nl_nl: Voeg een nieuwe node toe onder %s

source: Edit the node %s
nl_nl: Wijzig de node %s

source: Select the type of the node
nl_nl: Selecteer het type van deze node.

source: Enter the title for the node. This title will be automatically cleaned.
nl_nl: Geef de titel van deze node. Deze zal automatisch schoongemaakt worden.

source: Clean Title
nl_nl: Opgeschoonde titel

source: The clean title for the node. When changing the title, this will be automatically generated.
nl_nl: Geef de schone titel van deze node. Als je de titel wijzigt, zal deze automatisch gegenereerd worden.

source: Extension
nl_nl: Extensie

source: Enter the extension. By example, html. Don't put a dot ('.') at the begin of the extension!.
nl_nl: Geef de bestandsextensie, bijvoorbeeld: html. Voeg geen punt ('.') toe aan het begin!

source: Description
nl_nl: Beschrijving

source: Enter the description for the node
nl_nl: Geef de beschrijving voor deze node.

source: The template that will be used for this node, and child nodes. Leave empty to use the parent's template.
nl_nl: De template die voor deze node, en de aftakkingen daarvan, moet worden gebruikt. Laat leeg om de template van de ouder te gebruiken.

source: viennaCMS ACP - Node options
nl_nl: viennaCMS Beheerderspaneel - Node opties

source: Edit options for %s
nl_nl: Wijzig de opties voor %s

source: viennaCMS ACP - Node revisions
nl_nl: viennaCMS Beheerderspaneel - Noderevisies

source: View older versions of %s
nl_nl: Bekijk de oudere versies van %s

source: View site
nl_nl: Bekijk de site

source: Files
nl_nl: Bestand

source: Configuration
nl_nl: Configuratie

source: Log out
nl_nl: Uitloggen

source: Performance
nl_nl: Prestatie

source: Show/hide tree
nl_nl: Geef boom weer/verberg boom

source: Move nodes
nl_nl: Verplaats nodes

source: Add new content
nl_nl: Voeg nieuwe inhoud toe

source: Add new %s content item
nl_nl: Voeg nieuwe %s inhoud toe

source: Add a new content item (node) of the type %s
nl_nl: Voeg een nieuw inhoudsitem (node) van het type %s toe.

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: You must provide at least one recipient email address.
nl_nl: Er moet tenmiste &eacute;&eacute;n ontvanger emailadres opgegeven worden.

source: mailer is not supported.
nl_nl: mailer wordt niet ondersteund.

source: Could not execute:
nl_nl: Kon niet uitvoeren:

source: Could not instantiate mail function.
nl_nl: Kon mail functie niet initialiseren.

source: SMTP Error: Could not authenticate.
nl_nl: SMTP Fout: authenticatie mislukt.

source: The following From address failed:
nl_nl: De volgende afzender adressen zijn mislukt:

source: SMTP Error: The following recipients failed:
nl_nl: SMTP Fout: De volgende ontvangers zijn mislukt

source: SMTP Error: Data not accepted.
nl_nl: SMTP Fout: Data niet geaccepteerd.

source: SMTP Error: Could not connect to SMTP host.
nl_nl: SMTP Fout: Kon niet verbinden met SMTP host.

source: Could not access file:
nl_nl: Kreeg geen toegang tot bestand:

source: File Error: Could not open file:
nl_nl: Bestandsfout: Kon bestand niet openen:

source: Unknown encoding:
nl_nl: Onbekende codering:

source: Send the e-mail to
nl_nl: Verzend de e-mail naar

source: Please fill in all fields.
nl_nl: Vul alle velden in.

source: Your e-mail has been successfully sent.
nl_nl: Uw e-mail is succesvol verzonden.

source: Your e-mail could not be sent. Please try again later.
nl_nl: Uw e-mail kon niet worden verzonden. Probeer het later nog eens.

source: Contact extension
nl_nl: Contactextensie

source: Contact extension for sending emails
nl_nl: Extensie om e-mails te verzenden.

source: A site is, as the name says, a site. Adding this node will enable multisite features.
nl_nl: Een site is, zoals de naam al aangeeft, een site. Deze node toevoegen zal de multisite-opties inschakelen.

source: A page is the most basic part of a viennaCMS web site. It appears in the menu, and you can add other content to it.
nl_nl: Een pagina is het simpelste onderdeel van een viennaCMS-website. Deze verschijnt in het menu, en je kan er andere inhoud aan toevoegen.

source: Page
nl_nl: Pagina

source: A link creates a menu option which links through to a selected location.
nl_nl: Een koppeling maakt een menuoptie die de webbrowser van de bezoeker naar een bepaalde locatie stuurt.

source: Link
nl_nl: Koppeling

source: Content
nl_nl: Inhoud

source: Options for sitemap
nl_nl: Opties voor sitemap

source: Hostname
nl_nl: Hostnaam

source: The hostname where this site node should be displayed. Leave empty if not using a multi-site setup.
nl_nl: De hostnaam waar deze site weergegeven moet worden. Laat deze leeg als er maar 1 site is.

source: Clean URLs
nl_nl: Opgeschoonde URL's

source: Use clean URLs for this site?
nl_nl: Gebruik opgeschoonde URL's voor deze site?

source: Language
nl_nl: Taal

source: Specify the language to use for this node
nl_nl: Selecteer de taal die voor deze node gebruikt wordt

source: Destination
nl_nl: Doel

source: The URL where the link should go to.
nl_nl: De URL waar de link heen gaat.

source: Display in menu
nl_nl: Weergeven in menu

source: Select 'No' to hide this item from the menu.
nl_nl: Selecteer 'Nee' om dit item niet in het menu weer te geven.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Core extension
nl_nl: Kernextensie

source: The core extension provides some basic modules.
nl_nl: De kernextensie geeft een paar basismodules.

source: Site structure
nl_nl: Sitestructuur

source: Config
nl_nl: Configuratie

source: Logout
nl_nl: Uitloggen

source: Options
nl_nl: Opties

source: Edit the details of this node, like the title and description.
nl_nl: Wijzig de details van deze node, zoals de titel en de beschrijving.

source: Edit the options of this node, like for example the template, or a link target.
nl_nl: Bewerk de opties van deze node, bijvoorbeeld de template, of het doel van een koppeling.

source: Structure
nl_nl: Structuur

source: Delete this node permanently.
nl_nl: Verwijder deze node permanent.

source: Add or edit the modules in this node.
nl_nl: Voeg modules toe, of wijzig de modules in deze node.

source: View older versions
nl_nl: Bekijk oudere versies

source: View older versions of this node, which are saved automatically while editing.
nl_nl: Bekijk oudere versies van deze node, welke automatisch bewaard worden bij bewerken.

source: Actions
nl_nl: Acties

source: Cache was succesfully purged.
nl_nl: De buffer is succesvol geleegd.

source: Purge cache
nl_nl: Leeg buffer

source: To edit the site structure, select a node to edit on the left. To add a new node, click the Add button below a node.
nl_nl: Om de sitestructuur aan te passen, moet je links een node kiezen om aan te passen. Je kan ook op Toevoegen klikken bij een node om een nieuwe node toe te voegen.

source: In this menu, you can manage the content of your nodes. To begin, select a node on the left.
nl_nl: In dit menu kun je de inhoud van je nodes aanpassen. Kies een node links om te beginnen.

source: File
nl_nl: Bestand

source: The file that should be uploaded
nl_nl: Het bestand dat geupload moet worden.

source: We need a valid mime content type
nl_nl: We hebben een geldig inhoudstype nodig.

source: Invalid folder ID
nl_nl: Ongeldig mapnummer

source: This file does not exist
nl_nl: Dit bestand bestaat niet

source: Files extension
nl_nl: Bestandsextensie

source: Extension for uploading and downloading files
nl_nl: Extensie om bestanden te downloaden en uploaden.

source: View the full image
nl_nl: Bekijk de volledige afbeelding

source: Delete folder
nl_nl: Verwijder deze map

source: Delete this folder permanently.
nl_nl: Verwijder deze map permanent.

source: Delete file
nl_nl: Verwijder dit bestand

source: Delete this file permanently.
nl_nl: Verwijder dit bestand permanent.

source: View downloads
nl_nl: Bekijk downloads

source: View all downloads of this file. Download count: %d
nl_nl: Bekijk alle downloads van dit bestand. Momenteel %d keer gedownload.

source: Subject
nl_nl: Onderwerp

source: Give the subject.
nl_nl: Geef het onderwerp

source: Your email address:
nl_nl: Uw e-mailadres:

source: Give your email address. This will be used to answer your message.
nl_nl: Geef uw e-mailadres. Dit wordt gebruikt om uw bericht te beantwoorden.

source: Message
nl_nl: Bericht

source: Give the message to send.
nl_nl: Geef het te verzenden bericht.

source: Send
nl_nl: Verzend

source: Form extension
nl_nl: Formulierextensie

source: This extension provides a form API to other extensions.
nl_nl: Deze extensie wordt gebruikt om formulieren van andere extensies te genereren.

source: A news folder is a container which contains news items. If you want to place news items on your web sit, you need a news folder.
nl_nl: Een nieuwsmap is een map die nieuwsberichten bevat. Als je nieuws op je website wilt plaatsen, heb je een nieuwsmap nodig.

source: News folder
nl_nl: Nieuwsmap

source: A news item is a small post to announce something new on your web site. These will be displayed on a page with the correct modules.
nl_nl: Een nieuwsbericht is een kleine post om iets nieuws aan te kondigen op je website.

source: News item
nl_nl: Nieuwsitem

source: Count of newsitems to display
nl_nl: De hoeveelheid nieuwsitems die weergegeven moeten worden.

source: Please select a news folder.
nl_nl: Selecteer een nieuwsmap.

source: Posted on %s
nl_nl: Geplaatst op %s

source: News extension
nl_nl: Nieuwsextensie

source: The news extension provides a news system ;)
nl_nl: De nieuwsextensie bevat een nieuwssysteem ;-)

source: Add new news item
nl_nl: Voeg een nieuw nieuwsbericht toe.

source: Add a new news item in this news folder.
nl_nl: Voeg een nieuw nieuwsbericht toe aan deze nieuwsmap.

source: %s field is required.
nl_nl: Je moet %s invullen.

source: %s cannot be longer than %d characters.
nl_nl: %s kan niet langer zijn dan %d tekens.

source: This form field is required.
nl_nl: Dit formulierveld is vereist.

source: viennaCMS is already installed there. Please try another database or table prefix.
nl_nl: viennaCMS is al ge√Ønstalleerd in deze database. Probeer een andere database, of gebruik een andere prefix voor de tabellen.

source: This node has no content. Add content in the administration panel.
nl_nl: Deze node heeft geen inhoud. Voeg inhoud toe in het beheerderspaneel.

source: Edit this content title
nl_nl: Wijzig de titel van de inhoud

source: Page not found
nl_nl: Pagina niet gevonden

source: The page you requested can not be found
nl_nl: De pagina die je hebt opgevraagd kan niet worden gevonden.

source: You are currently viewing revision %d of this node, which was made on %s.
nl_nl: Je bekijkt nu revisie %d van deze node, die gemaakt is op %s.

source: &laquo; Previous (revision %d)
nl_nl: &laquo; Vorige (revisie %d)

source: Next (revision %d) &raquo;
nl_nl: Volgende (revisie %d) &raquo;

source: No site node found.
nl_nl: Geen sitenode gevonden.

source: Login limit reached. Please wait 2 minutes before attempting to login again.
nl_nl: De login limiet is bereikt. Wacht aub 2 minuten voor u weer probeert in te loggen.

source: Login incorrect
nl_nl: Foute inloggegevens

source: General Error
nl_nl: Algemene fout

source: Information
nl_nl: Informatie

source: half an hour
nl_nl: een half uur

source: an hour
nl_nl: een uur

source: two hours
nl_nl: twee uur

source: six hours
nl_nl: zes uur

source: twelve hours
nl_nl: twaalf uur

source: an day
nl_nl: een dag

source: two days
nl_nl: twee dagen

source: Welcome to the viennaCMS installation
nl_nl: Welkom bij de installatie van viennaCMS

source: Input your data
nl_nl: Geef uw gegevens

source: Installation complete!
nl_nl: De installatie is succesvol afgerond!

source: Does not exist
nl_nl: Bestaat niet

source: The current PHP version (%s) is too old to run viennaCMS correctly. The minimum version is 5.2.0.
nl_nl: De huidige PHP versie (%s) is te oud om viennaCMS te kunnen gebruiken. De minimum vereiste versie is 5.2.0.

source: Please enter a password
nl_nl: Voer een wachtwoord in

source: Passwords do not match
nl_nl: Deze wachtwoorden komen niet overeen

source: Database information seems to be incorrect, message: %s
nl_nl: Databaseinformatie lijkt incorrect, bericht: %s

source: Incorrect install step
nl_nl: Installatiestap bestaat niet

source: Welcome to the viennaCMS upgrade page
nl_nl: Welkom bij de viennaCMS-upgradepagina

source: Upgrade data
nl_nl: Data bijwerken

source: Success
nl_nl: Gelukt

source: Failed
nl_nl: Mislukt

source: Installation wizard
nl_nl: Installatie wizard

source: Step
nl_nl: Stap

source: viennaCMS installation wizard!
nl_nl: viennaCMS installatiewizard!

source: Step %s of %s
nl_nl: Stap %s van %s

source: Welcome to the viennaCMS installation wizard.
nl_nl: Welkom bij de installatiewizard van viennaCMS.

source: File rights
nl_nl: Bestandsrechten

source: Writable?
nl_nl: Schrijfbaar?

source: If one or more of these files or folders are not writable, you cannot install viennaCMS.
nl_nl: Als een of meer van deze bestanden of mappen niet schrijfbaar zijn, kun je viennaCMS niet installeren.

source: Database login data
nl_nl: Database login gegevens

source: Database server (mostly localhost)
nl_nl: Databaseserver (meestal localhost)

source: Database user name
nl_nl: Database-gebruikersnaam

source: Database password
nl_nl: Databasewachtwoord

source: Database name
nl_nl: Databasenaam

source: Table prefix
nl_nl: Tabel prefix

source: MySQL 5 or higher
nl_nl: MySQL 5 of hoger

source: Admin information
nl_nl: Beheerdersinformatie

source: Confirm password
nl_nl: Bevestig wachtwoord

source: The installation of viennaCMS is now complete. Click Next to go to your new site.
nl_nl: De installatie van viennaCMS is nu voltooid. Klik op Volgende om naar je nieuwe site te gaan.

source: Back
nl_nl: Terug

source: Restart
nl_nl: Start opnieuw

source: Next
nl_nl: Volgende

source: Welcome to the viennaCMS upgrade wizard. This wizard will upgrade your database to the current version. Click Next to start the upgrade.
nl_nl: Welkom bij de upgradewizard van viennaCMS. Deze wizard zal je database naar de huidige versie bijwerken. Klik op Volgende om de upgrade te beginnen.

source: The upgrade has completed. If there are any errors above, please visit our <a href="%s">support forums</a>.
nl_nl: De upgrade is voltooid. Als hierboven foutmeldingen staan, bezoek onze <a href="%s">supportfora</a>.

source: Navigation
nl_nl: Navigatie

source: ACP
nl_nl: Beheerderspaneel
