Repository: mannym/viennacms
Catalog: viennacms2/trunk/locale/*/viennacms2.po
Languages: nl

source: The node does not exist.
nl: De node bestaat niet.

source: Information
nl: Informatie

source: You are not allowed to access the Administration Control Panel.
nl: Je hebt geen toestemming om bij het beheerderspaneel te komen.

source: Logout [ %s ]
nl: Uitloggen [ %s ]

source: Login
nl: Inloggen

source: Administration Control Panel
nl: Beheerderspaneel

source: This node doesn't have any modules.
nl: Deze node heeft geen modules.

source: Username
nl: Gebruikersnaam

source: The username that belongs to your user account.
nl: De gebruikersnaam die bij je account hoort.

source: Password
nl: Wachtwoord

source: The (case sensitive) password for your user account.
nl: Het (hoofdlettergevoelige) wachtwoord van je gebruikersaccount.

source: User login
nl: Inloggen

source: This username does not exist.
nl: Deze gebruikersnaam bestaat niet.

source: The entered password is incorrect.
nl: Het ingevoerde wachtwoord is incorrect.

source: Deactivate
nl: Deactiveer

source: Locked
nl: Vastgezet

source: Activate
nl: Activeer

source: This extension does not exist!
nl: Deze extensie bestaat niet!

source: This extension is already activated.
nl: Deze extensie is al geactiveerd.

source: The extension %s is successfully enabled.
nl: De extensie %s is succesvol ingeschakeld.

source: This extension is not activated.
nl: Deze extensie is nog niet geactiveerd.

source: The extension %s is successfully disabled.
nl: De extensie %s is succesvol uitgeschakeld.

source: Please select a node before showing meta data.
nl: Selecteer een node voordat je metadata bekijkt.

source: Please select a node before adding a sub node.
nl: Selecteer een node voordat je een subnode wilt toevoegen.

source: This node does not exist!
nl: Deze node bestaat niet!

source: Meta data
nl: Extra gegevens

source: New node
nl: Nieuwe node

source: Title
nl: Titel

source: The title of this node, which will be displayed for example in the menu.
nl: De titel van deze node, die onder andere weergegeven wordt in het menu.

source: Description
nl: Beschrijving

source: The description of this node, which you can see in themes and modules that support this feature.
nl: De beschrijving van deze node, welke zichtbaar is in themas en modules die deze mogelijkheid ondersteunen.

source: Node options
nl: Node-opties

source: Content
nl: Inhoud

source: Blocks
nl: Blokken

source: Extra settings
nl: Extra instellingen

source: No content
nl: Geen inhoud

source: This module does not have any content.
nl: Deze module heeft geen inhoud.

source: Add
nl: Toevoegen

source: The node has been successfully saved.
nl: De node is succesvol opgeslagen.

source: viennaCMS installation
nl: viennaCMS-installatie

source: Installed extensions
nl: Geinstalleerde extensies

source: Disabled extensions
nl: Gedeactiveerde extensies

source: No extensions are installed.
nl: Er zijn geen extensies geinstalleerd.

source: There are no disabled extensions.
nl: Er zijn geen gedeactiveerde extensies.

source: Extension
nl: Extensie

source: Version
nl: Versie

source: Actions
nl: Taken

source: By %s.
nl: Gemaakt door %s.

source: Uploading...
nl: Uploaden...

source: Source
nl: Bron

source: Message
nl: Bericht

source: User
nl: Gebruikersnaam

source: Type
nl: Soort

source: Anonymous
nl: Anoniem

source: Warning
nl: Waarschuwing

source: Error
nl: Fout

source: %s, revision %d
nl: %s, revisie %d

source: Created on %s
nl: Gemaakt op %s

source: CAPTCHA settings
nl: CAPTCHA-instellingen

source: Math CAPTCHA
nl: Rekensom-CAPTCHA

source: Verification
nl: Verificatie

source: The entered solution to the verification question is incorrect.
nl: De ingevoerde oplossing voor de verificatievraag klopt niet.

source: Math question
nl: Rekensom

source: Solve this simple math question, and enter the result below. For example, for 1 + 3, enter 4.
nl: Los deze simpele rekensom op en vul het antwoord hieronder in. Bijvoorbeeld, voor 1 + 3, voer 4 in.

source: This extension implements a CAPTCHA verification for specific forms.
nl: Deze extensie implementeert een CAPTCHA-verificatie voor bepaalde formulieren.

source: CAPTCHA implementation
nl: CAPTCHA-implementatie

source: The implementation to use for displaying the CAPTCHA. It's usually safe to leave this at the default value.
nl: De implementatie om te gebruiken voor het weergeven van de CAPTCHA. Normaal kun je deze op de standaardinstelling laten staan.

source: Main settings
nl: Hoofdinstellingen

source: CAPTCHA settings are saved.
nl: De CAPTCHA-instellingen zijn opgeslagen.

source: Page
nl: Pagina

source: A page is a simple way of posting content that almost never changes.
nl: Een pagina is een simpele manier van inhoud plaatsen die bijna nooit wijzigt.

source: Dynamic page
nl: Dynamische pagina

source: A dynamic page is used for placing modules on a site. These modules can be used for all kinds of dynamic content.
nl: Een dynamische pagina wordt gebruikt om modules op een site te plaatsen. Deze modules worden gebruikt voor verschillende soorten dynamische inhoud.

source: Folder
nl: Map

source: File
nl: Bestand

source: "Page not found" URL
nl: "Pagina-niet-gevonden" URL

source: The URL on the site, which will be redirected to when a page can not be found.
nl: De URL op de website die gebruikt wordt als een pagina niet gevonden kan worden.

source: Home page
nl: Homepagina

source: The ID of the node, which will be set as the home page for this site.
nl: Het ID van de node welke gebruikt wordt als homepagina voor deze site.

source: Empty
nl: Leeg

source: New
nl: Nieuw

source: Themes
nl: Thema's

source: Add a file to your content by selecting it here.
nl: Voeg een bestand toe aan je inhoud door het hier te selecteren.

source: Files
nl: Bestanden

source: The image has been resized to fit, click the image to view full size.
nl: De afbeeldingsgrootte is veranderd om te passen, klik op de afbeelding om de volledige grootte te bekijken.

source: HTML content
nl: HTML-inhoud

source: A module which provides a content box which renders HTML.
nl: Een module die inhoud weergeeft met HTML.

source: Nice sub-navigation
nl: Mooie sub-navigatie

source: Nice 2-column sub-navigation with descriptions.
nl: Een mooie 2-koloms sub-navigatie met beschrijvingen.

source: The entered URL does not exist, or is not accessible.
nl: De ingevoerde URL bestaat niet, of is niet toegankelijk.

source: Revisions
nl: Revisies

source: Revision %d
nl: Revisie %d

source: System
nl: Systeem

source: Extensions
nl: Extensies

source: Log messages
nl: Logberichten

source: The core of the viennaCMS content management system. This extension contains various hooks used for the core.
nl: De kern van het viennaCMS-systeem. Deze extensie bevat verschillende belangrijke 'hooks'.

source: The title of this module.
nl: De titel van deze module.

source: The file does not exist!
nl: Dit bestand bestaat niet.

source: The file has been successfully deleted.
nl: Het bestand is succesvol verwijderd.

source: The parent node does not exist.
nl: De bovenliggende node bestaat niet.

source: No file was uploaded.
nl: Er is geen bestand geupload.

source: %sERROR:%s
nl: %sFOUT:%s

source: Successfully uploaded %s
nl: %s is succesvol geupload.

source: The file is invalid.
nl: Het bestand is ongeldig.

source: The file exceeds the maximum file size.
nl: Het bestand is te groot.

source: The file upload was aborted.
nl: De upload is onderbroken.

source: The file upload failed for an unknown reason. Error code: %d
nl: De upload is mislukt om een onbekende reden. Foutcode: %d

source: Current theme
nl: Huidig thema

source: Available themes
nl: Beschikbare thema's

source: This style does not exist correctly.
nl: Deze stijl bestaat niet.

source: The style has been changed.
nl: Het thema is veranderd.

source: by
nl: door

source: All files for this theme are located in <code>%s</code>.
nl: De bestanden voor dit thema vallen te vinden in <code>%s</code>.

source: Activate "%s"
nl: Activeer "%s"

source: Preview
nl: Voorbeeld

source: This preview shows how the file widget will look like on your web site.
nl: Dit voorbeeld laat zien hoe de bestandswidget er uit zal zien op je web site.

source: Do you really want to delete this file? This can not be undone.
nl: Wil je dit bestand echt verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Delete this file
nl: Verwijder dit bestand

source: News folder
nl: Nieuwsmap

source: A folder under which you can store the news items
nl: Een map waarin je nieuwsitems kan bewaren

source: Picture gallery
nl: Fotogalerij

source: Shows a folder with pictures in a gallery.
nl: Laat een map met afbeeldingen in een galerij zien.

source: The ID of the folder to display.
nl: Het ID van de map die weergegeven moet worden.

source: Up
nl: Omhoog

source: Back to %s
nl: Terug naar %s

source: &laquo; Previous
nl: &laquo; Vorige

source: Next &raquo;
nl: Volgende &raquo;

source: Provides a node type which allows users to browse through pictures in a file folder.
nl: Biedt een node-type wat gebruikers door afbeeldingen in een bestandsmap laat bladeren.

source: The field %s is required.
nl: Het veld %s is verplicht.

source: You have submitted a wrong value for the field %s.
nl: Je hebt een verkeerde waarde voor het veld %s opgegeven.

source: Page not found
nl: Pagina niet gevonden

source: The requested page could not be found.
nl: De opgevraagde pagina kon niet gevonden worden.

source: General Error
nl: Algemene fout

source: viennaCMS is already installed!
nl: viennaCMS is al geinstalleerd!

source: Welcome
nl: Welkom

source: Database information
nl: Databaseinformatie

source: A default viennaCMS web site
nl: Een nieuwe viennaCMS-website

source: The default home page
nl: De standaard homepagina

source: viennaCMS2 has been successfully installed. Go to your ACP, and add some pages! :-D
nl: viennaCMS2 is succesvol geinstalleerd. Ga naar je beheerderspaneel, en voeg pagina's toe! :-D

source: Could not write the configuration file.
nl: Kon het configuratiebestand niet schrijven.

source: User information
nl: Gebruikersinformatie

source: viennaCMS is not yet installed.
nl: viennaCMS is nog niet geinstalleerd!

source: The core database is out of date. No need to worry, just click the button below to upgrade, and this site will be up and running again.
nl: De hoofddatabase is verouderd. Je hoeft je geen zorgen te maken, klik gewoon op de knop hieronder om te upgraden, en de site zal meteen weer werken.

source: Upgrade the core
nl: Update de database

source: Some errors occurred during the upgrade. These may or may not be fatal. Check out the support forums if you need help solving these errors.
nl: Er is een fout gebeurd tijdens de upgrade. These may or may not be fatal. Check out the support forums if you need help solving these errors.

source: Submit
nl: Bevestig

source: ACP
nl: Beheerderspaneel

source: Sub-navigation
nl: Subnavigatie

source: Navigation
nl: Navigatie
